---
kind: property
id: P:Autodesk.Revit.DB.Structure.ReinforcementAbbreviationTag.TypeTag
source: html/f5554812-879c-0255-23f0-d2fabd1a3772.htm
---
# Autodesk.Revit.DB.Structure.ReinforcementAbbreviationTag.TypeTag Property

The abbreviation tag type.

## Syntax (C#)
```csharp
public ReinforcementAbbreviationTagType TypeTag { get; }
```